[
    {
      "name": "Vvaan Supplements for Dogs - Frowlich Advanced Hip and Joint Supplement (40 tabs)",
      "imageURL": "/static/images/products/fruit-n-veg/v1.png",
      "description": "Composition: Unique blend of MSM (Methylsulphonylmethane), Glucosamine, Chondroitin, Vitamin C, Hyaluronic acid.\n\nBenefits:\nMSM (Organically bound Sulphur) strengthens tendons and ligaments, aids regeneration Glucosamine and Chondroitin provide nutrition for articular cartilage\nVitamin C has anti-inflammatory & antioxidant effects and improves the absorption of active substances\nHyaluronic acid in the connective tissue improves cartilage viscosity\nDosage: It is recommended to discuss your pet's health, including dosage of supplements with your vet. .",      
      "price": 1680,
      "stock": 50,
      "category": "5b6899953d1a866534f516e2",
      "sku": "fnw-kiwi-3",
      "id": "5b6c6a7f01a7c38429530883"
    },
    {
      "name": "Beaphar Dog HD Tablets (50 tabs)",
      "imageURL": "/static/images/products/fruit-n-veg/v2.png",
      "description": "To fight against the hip dysplasia and other Joint Complaints.Reduce mobility due to arthritis or old age.The stiffness of muscles involving in joints.It helps to alleviate the pain caused by aching muscles & joints, increases the production of fluids in the joints resulting in the improvement in cases of arthritis and in some cases, the pain disappearing altogether.Reduce the pain severity caused by aching muscles and joints.Increase the production of fluids in the joints.Pain disappears altogether.",
      "price": 980,
      "stock": 50,
      "category": "5b6899953d1a866534f516e2",
      "sku": "fnw-apple-4",
      "id": "5b6c6aeb01a7c38429530884"
    },
    {
      "name": "My Beau Dog Supplement - Skin & Hair 300ml ",
      "imageURL": "/static/images/products/fruit-n-veg/v3.png",
      "description": "MyBeau Skin & Hair also contains the important Omega 3 & 6 Essential Fatty Acids (EFA) with EPA & DHA which are important for cellular health. Antioxidants provide protection from free radicals and assists in the healing process.With added Aloe Vera, L-Cysteine HCL, L-Methionine, L-Carnitine, NZ Flaxseed Oil & NZ Salmon Oil as key ingredients that have been proven to provide the building blocks to support healthy skin & hair in dogs and cats of all life stages.Amino Acids support the strengthening of hair & nails. Both fat & oil soluble vitamins for replenishing and maintaining a healthy liver.",
      "price": 1758,
      "stock": 50,
      "category": "5b6899953d1a866534f516e2",
      "sku": "fnw-pomegranate-500",
      "id": "5b6c6b7001a7c38429530885"
    },
    {
      "name": "Savavet Supplement for Dogs - Bonhans Easy Chews for Joint Care & Mobility (30 Tabs)",
      "imageURL": "/static/images/products/fruit-n-veg/v4.png",
      "description": "Savavet Bonhans is used for supporting healthy bones and improves mobility with easy chewable tablets. Savavet Bonhans has rich formulated ingredients that help in strengthening bones and joints of all life stages.",
      "price": 440,
      "stock": 50,
      "category": "5b6899953d1a866534f516e2",
      "sku": "fnw-capsicum-1",
      "id": "5b6c6bdc01a7c38429530886"
    },
    {
      "name": "Vivaldis Supplement for Cats & Dogs - Viusid Immunity Booster (150ml)",
      "imageURL": "/static/images/products/fruit-n-veg/v5.png",
      "description": "ANTIVIRAL: The go-to solution for all vets since decades for any sort of viral infection in dogs and cats. It prevents the replication and spread of virus in the cells. It not only gets rid of the viral infection, but also provides adequate nutrition and reduces oxidative stress for the speediest recovery.IMMUNITY BOOSTER: Viusid is an immunomodulator, which keeps the immune system operate at the optimum levels. Suitable for all stages of your pets’ lifecycle. Can be given during pregnancy and lactation, to puppies, adults and senior pets.POWERFUL ANTIOXIDANT: Made with Molecular Activation Technology, Viusid is one of the most powerful antioxidants out there, with just 1 ml Viusid providing the antioxidant activity of almost 1 kg lemons or 900 gm mangoes or 800 gm of guavas. The perfect solution to get rid of any damage caused due to harmful oxidative stress.LIVER PROTECTOR: One of the most common organs in pets to suffer complications is the liver. Viusid with its detoxification action and cell regenerative roperties is the best answer to an ageing liver.LONGTERM DISORDERS & SURGERY: Viusid provides nutrition, improves appetite and speeds up recovery from chronic disorders and even surgeries or injuries. Viusid will ensure that the quality of life of your pet is maintained throughout.MADE IN SPAIN:  Viusid is manufactured with the most advanced technology and tested with the highest standards to maintain its efficacy and quality. Viusid can be safely administered during pregnancy and lactation, to puppies, adults and senior pets, before and after vaccination and post-surgery for a quicker.",
      "price": 1575,
      "stock": 50,
      "category": "5b6899953d1a866534f516e2",
      "sku": "fnw-tomatoes-500",
      "id": "5b6c6c1801a7c38429530887"
    },
    {
      "name": "Fidele+ Weaning Puppies & Nurturing Mothers Dry Dog Food",
      "imageURL": "/static/images/products/bakery-cakes-dairy/fidele-weaning-puppies-nurturing-mothers-dry-dog-food.png",
      "description": "A complete balanced diet for Weaning Puppies at 3 weeks, also suitable for pregnant and lactating female dogs.",
      "price": 630,
      "stock": 50,
      "category": "5b6899123d1a866534f516de",
      "sku": "bcd-bread-400",
      "id": "5b6c6d3201a7c38429530888"
    },
    {
      "name": "Fidele+ Small & Medium Breed Puppies Dry Dog Food",
      "imageURL": "/static/images/products/bakery-cakes-dairy/fidele-small-medium-breed-puppies-dry-dog-food.png",
      "description": "A complete balanced diet for Small (1 to 7 Kgs) and Medium (3 to 17 Kgs) breed puppies.",
      "price": 585,
      "stock": 50,
      "category": "5b6899123d1a866534f516de",
      "sku": "bcd-paneer-200",
      "id": "5b6c6d6201a7c38429530889"
    },
    {
      "name": "Fidele+ Large Breed Puppies Dry Dog Food",
      "imageURL": "/static/images/products/bakery-cakes-dairy/fidele-large-breed-puppies-dry-dog-food.png",
      "description": "A complete balanced diet for Small (1 to 7 Kgs) and Medium (3 to 17 Kgs) breed puppies.",
      "price": 527,
      "stock": 50,
      "category": "5b6899123d1a866534f516de",
      "sku": "bcd-yogurt-blue",
      "id": "5b6c6d9e01a7c3842953088a"
    },
    {
      "name": "Fidele+ Small & Medium Breed Adult Dry Dog Food",
      "imageURL": "/static/images/products/bakery-cakes-dairy/fidele-small-medium-breed-adult-dry-dog-food.png",
      "description": "A complete balanced diet for Adult dogs of Small (1 to 10 Kgs) and Medium breed (10 to 21 Kgs).",
      "price": 540,
      "stock": 50,
      "category": "5b6899123d1a866534f516de",
      "sku": "bcd-yogurt-red",
      "id": "5b6c6dd701a7c3842953088b"
    },
    {
        "name": "Fidele+ Light and Senior Adult Dry Dog Food",
        "imageURL": "/static/images/products/bakery-cakes-dairy/fidele-light-and-senior-adult-dry-dog-food.png",
        "description": "A complete balanced diet for Senior dogs of all breeds.",
        "price": 554,
        "stock": 50,
        "category": "5b6899123d1a866534f516de",
        "sku": "bcd-yogurt-red2",
        "id": "5b6c761801a7c3842953089c"
      },
    {
      "name": "Waggy Zone Vegan Doggy Ice Cream Insta Mix - Mango Magnifera (40g)",
      "imageURL": "/static/images/products/beverages/b1.png",
      "description": "Now you can make doggy ice creams in 3 simple steps! 1st add water, 2nd freeze it, and 3rd add some of your love and feed your fur baby guilt-free ice creams. These ice creams are made of coconut milk powder, natural mango fruit powder, skimmed milk powder, and natural binding ingredients.",
      "price": 120,
      "stock": 50,
      "category": "5b675e5e5936635728f9fc30",
      "sku": "bev-tata-tea-500",
      "id": "5b6c6f4a01a7c3842953088c"
    },
    {
      "name": "Waggy Zone Vegan Doggy Ice Cream Insta Mix - Aquamelon (40g)",
      "imageURL": "/static/images/products/beverages/b2.png",
      "description": "Now you can make doggy ice creams in 3 simple steps! 1st add water, 2nd freeze it, and 3rd add some of your love and feed your fur baby guilt-free ice creams. These ice creams are made of coconut milk powder, natural watermelon fruit powder, skimmed milk powder, and natural binding ingredients.",
      "price": 120,
      "stock": 50,
      "category": "5b675e5e5936635728f9fc30",
      "sku": "bev-red-label-500",
      "id": "5b6c6f8301a7c3842953088d"
    },
    {
      "name": "Waggy Zone Vegan Doggy Ice Cream Insta Mix - Banana (40g)",
      "imageURL": "/static/images/products/beverages/b3.png",
      "description": "Now you can make doggy ice creams in 3 simple steps! 1st add water, 2nd freeze it, and 3rd add some of your love and feed your fur baby guilt-free ice creams. These ice creams are made of coconut milk powder, natural banana fruit powder, skimmed milk powder, and natural binding ingredients.",
      "price": 120,
      "stock": 50,
      "category": "5b675e5e5936635728f9fc30",
      "sku": "bev-bournvita-750",
      "id": "5b6c6fbf01a7c3842953088e"
    },
    {
      "name": "Waggy Zone Vegan Doggy Ice Cream Insta Mix - Unicorn Guava (40g)",
      "imageURL": "/static/images/products/beverages/b4.png",
      "description": "Now you can make doggy ice creams in 3 simple steps! 1st add water, 2nd freeze it, and 3rd add some of your love and feed your fur baby guilt-free ice creams. These ice creams are made of coconut milk powder, natural banana fruit powder, skimmed milk powder, and natural binding ingredients.",
      "price": 120,
      "stock": 50,
      "category": "5b675e5e5936635728f9fc30",
      "sku": "coke-175",
      "id": "5b6c761801a7c3842953089d"
    },
    {
        "name": "Waggy Zone Vegan Doggy Ice Cream Insta Mix - Banberry (Strawberry & Banana) (40g)",
        "imageURL": "/static/images/products/beverages/b5.png",
        "description": "Now you can make doggy ice creams in 3 simple steps! 1st add water, 2nd freeze it, and 3rd add some of your love and feed your fur baby guilt-free ice creams. These ice creams are made of coconut milk powder, natural banana fruit powder, skimmed milk powder, and natural binding ingredients.",
        "price": 120,
        "stock": 50,
        "category": "5b675e5e5936635728f9fc30",
        "sku": "coke-175",
        "id": "5b6c761801a7c3842953089e"
      },
    {
      "name": "Royal Canin Feline Health Nutrition Persian Adult Breed Dry Cat Food",
      "imageURL": "/static/images/products/beauty-hygiene/f1.png",
      "description": "The Persian cat has the longest and densest coat of all cat breeds. This means that it typically needs to consume more skin-health focused nutrients than other cat breeds. That’s why ROYAL CANIN® Persian Adult contains an exclusive complex of nutrients to help the skin’s barrier defence role to maintain good skin and coat health.Suitable For: Complete and balanced nutrition specifically for Persian cats over 12 months old..",
      "price": 495,
      "stock": 50,
      "category": "5b68994e3d1a866534f516df",
      "sku": "bh-listerine-250",
      "id": "5b6c715f01a7c38429530890"
    },
    {
      "name": "Whiskas Kitten (2-12 months) Wet Cat Food Food, Tuna in Jelly, 12 Pouches (12 x 85g)",
      "imageURL": "/static/images/products/beauty-hygiene/f2.png",
      "description": "Suitable For: Specially formulated for kittens 2-12 months old. Also suitable for pregnant or lactating cats.",
      "price": 420,
      "stock": 50,
      "category": "5b68994e3d1a866534f516df",
      "sku": "bh-tresemme-580",
      "id": "5b6c71a101a7c38429530891"
    },
    {
      "name": "Whiskas Adult (+1 year) Dry Cat Food Food, Ocean Fish Flavour",
      "imageURL": "/static/images/products/beauty-hygiene/f3.png",
      "description": "Suitable For: Adult Cats over 1 year old.Key Nutritional Information:Essential nutrients also strengthen the vital systems of your catocean fish and poultry provide high-quality protein to strengthen the muscles.Vitamin E and Taurine ensure a healthy heart and immune system.Calcium & phosphorous maintain the cat's teeth and bone strength so your little Furball can prowl & pounce with all its might.Whiskas cat food contains a unique patent-protected combination of zinc + omega 6 fatty acids to improve your cat's skin and coat.Each pocket is full of flavor and has a texture that appeals to the palate of your feline.The unique kibble shape of Whiskas dry food helps to clean teeth and gums, ensuring your cat's oral health.",
      "price": 170,
      "stock": 50,
      "category": "5b68994e3d1a866534f516df",
      "sku": "bh-dove-combo",
      "id": "5b6c71e601a7c38429530892"
    },
    {
      "name": "Royal Canin Feline Health Nutrition Fit Adult Dry Cat Food",
      "imageURL": "/static/images/products/beauty-hygiene/f4.png",
      "description": "ROYAL CANIN® Fit 32 is suitable for adult cats between 1-7 years old, it's been specially designed to meet all of your cat's nutritional requirements for supporting and maintaining the healthy situation that your cat is currently in.Your cat needs high quality nutrition to meet all the requirements of adulthood - that's why ROYAL CANIN® Fit 32 has an optimal nutrient profile that contains the right level of beneficial nutrients to help support and maintain the good health of your adult cat.",
      "price": 288,
      "stock": 50,
      "category": "5b68994e3d1a866534f516df",
      "sku": "bh-tissue-400",
      "id": "5b6c721d01a7c38429530893"
    },
    {
      "name": "Royal Canin Feline Health Nutrition Intense Beauty Adult Gravy Wet Cat Food (85g x 12 Pouches)",
      "imageURL": "/static/images/products/beauty-hygiene/f5.png",
      "description": " Maintaining your cat's coat can be challenging, particularly in long-haired breeds. However, providing your cat with the right nutrients will greatly contribute to a healthy, shiny coat that truly shows off its natural beauty.ROYAL CANIN® Intense Beauty in Gravy contains high levels of omega-3 & omega-6 fatty acids to help your cat maintain a beautiful coat and healthy skin.ROYAL CANIN® Intense Beauty in Gravy also helps your cat maintain an ideal weight - with a low fat content to help prevent excess weight gain, and an optimal protein level for healthy muscle development and growth. A healthy urinary system is also supported by ROYAL CANIN® Intense Beauty in Gravy, it helps maintain your cat's bladder function.To cater to each cat's individual preferences, ROYAL CANIN® Intense Beauty is also available as dry food, with crunchy and tasty kibble. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
      "price": 1188,
      "stock": 50,
      "category": "5b68994e3d1a866534f516df",
      "sku": "bh-closeup-150",
      "id": "5b6c727801a7c38429530894"
    },
    {
      "name": "GiGwi Jumball Dog Toy - Basket Ball (with Rubber Handle)",
      "imageURL": "/static/images/products/baby/t1.png",
      "description": "Kick or throw Jumball to play for hours of interactive and exercising fun!.Features.Durable rubber skin and handle make this big ball your dog’s favourite for outside games.andle design also allows your dog to easily pick up & bring right back to you.Vibrant, high-visability color combinations make this toy easy to track in large open spaces.Light and colourful, this giant ball is easy to find wherever you are!Size:Height from handle to ball - 25 cm Diameter of the ball - 65 cm.",
      "price": 1125,
      "stock": 50,
      "category": "5b6899683d1a866534f516e0",
      "sku": "baby-pamper-128",
      "id": "5b6c746801a7c38429530895"
    },
    {
      "name": "For The Love Of Dog - Interactive Sniffer Mat (Assorted Designs)",
      "imageURL": "/static/images/products/baby/t2.png",
      "description": "Why every dog MUST HAVE have a Sniffer Mat!.Because dogs love using their nose - Working and foraging for food satisfies their natural instinctseat boredom buster - A bored dog is a naughty dog. Keep them busy appropriately to keep them out of trouble.Mentally stimulating - Sniffing lights up a dogs brain, and snuffling gives them a thorough mental workoutWhen walks are restricted - Great for dogs who's physical activity is restricted - whether because of age, health or weather conditions.Builds confidence - Works well for nervous and diffident dogs. Set them up for a rewarding experience with the Snuffle MatSlows down eating - Prevent hiccups and bloat, while making mealtime a calmer, longer engagement.",
      "price": 1350,
      "stock": 50,
      "category": "5b6899683d1a866534f516e0",
      "sku": "baby-mamy-62",
      "id": "5b6c74d101a7c38429530896"
    },
    {
      "name": "Mutt Of Course Dog Toys - Howlgarden Beer",
      "imageURL": "/static/images/products/baby/t3.png",
      "description": "BEER BUDDIES! A squeaky toy for your larger-than-life pet. If you’re looking at this and thinking what really is the pint? Chug it and think about how much fun this will be fur your furry friend. Crafted especially in India. Squeak responsibly.",
      "price": 599,
      "stock": 50,
      "category": "5b6899683d1a866534f516e0",
      "sku": "baby-wipes-20",
      "id": "5b6c750701a7c38429530897"
    },
    {
      "name": "GiGwi Dog Toys - Toothbrush Stick Rubber Dental Chew with Crackle Sound",
      "imageURL": "/static/images/products/baby/t4.png",
      "description": "With rich textures and bumps. GiGwi Toothbrush Stick will be a good helper in oral cleaning. The soft rubber bristle moves up and down during the dog’s chewing which will make the cleaning more comprehensively and deeply. The sound made by the inner crinkle slices will entice your dog to chew more excitedly.",
      "price": 1199,
      "stock": 50,
      "category": "5b6899683d1a866534f516e0",
      "sku": "baby-cerelac-300",
      "id": "5b6c753c01a7c38429530898"
    },
    {
      "name": "Chuckit! Dog Toys - Rope Fetch",
      "imageURL": "/static/images/products/baby/t5.png",
      "description": "ust the glimpse of a Chuckit! toy is enough to excite the 'fetch fanatic dog'. The bright colors signal an adventure with major playtime to come. Chuckit! performance toys are designed to take interACTION to the next level. These dynamic products are not intended to be solo play toys. Built on innovation and ergonomic design, Chuckit! has revolutionized the classic game of fetch. This enhanced experience encourages more fun play. Pioneering play since 1998, the human-animal bond is at the heart of every Chuckit! toy we make. Sharing the exhilaration elevates playtime to a new standard. Our toys are as fun for people as they are for pets, getting owners outdoors and inspiring a healthy, active lifestyle. Whether the dog likes toys that fly, float or tumble, we are proud to bring MORE WAYS TO PLAY!.",
      "price": 2299,
      "stock": 50,
      "category": "5b6899683d1a866534f516e0",
      "sku": "baby-dove-50",
      "id": "5b6c758301a7c38429530899"
    }
    
  ]